{
"services":
    [
        {
            "icon":"https://res.cloudinary.com/du3wd1lbd/image/upload/v1694421382/Andrew%20Kriegler/branding_ewznty.svg",
            "service":"BRANDING",
            "offers":["BRAND GUIDE", "WEBSITE"],
            "heading":"A good brand is the key foundation to your business and a connection to your audience.",
            "content":"A strong brand is the most important part of a company doing well. It helps the company in many ways, not only by making people recognize its products. The brand is a strong and special thing. It will help people remember the company, even when there are many other companies around.  It helps people believe and trust in the brand when it always looks the same and shows that it's good. This makes customers keep choosing the brand. They know it's great, even when other brands come along.",
            "img":"https://res.cloudinary.com/du3wd1lbd/image/upload/v1695023649/Andrew%20Kriegler/branding-img_jz162h.jpg"
        },
        {
            "icon":"https://res.cloudinary.com/du3wd1lbd/image/upload/v1694420184/Andrew%20Kriegler/design_medx1t.svg",
            "service":"DESIGN",
            "offers":["WEB DESIGN","ADVERTISEMENTS"],
            "heading":"I turn your ideas into great web experiences that will enhance your brand.",
            "content":"I make your brand and business look special using design. I create logos that catch eyes, websites that are pretty, and ads that people like. This helps people see and remember your company. When things look nice, your stuff seems even better and people trust it more.I pick colours, styles, and pictures that go with what you want to say and make people happy about what you have. Using my design skills, I make sure your brand and business look amazing. This can help you get more people to like your stuff and do well.",
            "img":"https://res.cloudinary.com/du3wd1lbd/image/upload/v1695031016/Andrew%20Kriegler/design-img_ah7bba.jpg"
        },
        {
            "icon":"https://res.cloudinary.com/du3wd1lbd/image/upload/v1694421385/Andrew%20Kriegler/developement_sssaaz.svg",
            "service":"DEVELOPEMENT",
            "offers":["WEB DEVELOPMENT","WEB SOLUTIONS","CODE","NO-CODE"],
            "heading":"From great design to outstanding development, bringing your vision to life.",
            "content":"I can make your website come alive using special code or tools that don't need code at all. With code, I write instructions that tell the website how to look and work. It's like giving the website a brain to think and do things. I can also use tools that are like building blocks – I just pick and arrange them to create a cool website. Whether I use code or no-code tools, I make sure your website works smoothly and looks great. This helps people enjoy using your website and learn about your awesome stuff!",
            "img":"https://res.cloudinary.com/du3wd1lbd/image/upload/v1695109423/Andrew%20Kriegler/development-img_dbeeyg.jpg"
        },
        {
            "icon":"https://res.cloudinary.com/du3wd1lbd/image/upload/v1694421392/Andrew%20Kriegler/elevation_gs99wi.svg",
            "service":"ELEVATION",
            "offers":["SEO","TRAFFIC"],
            "heading":"Great websites create great traction and visibility.",
            "content":"I can boost your business by creating a super nice website and using SEO. With a great-looking website, I make sure it's like a fancy store that people love to visit online. They can easily see what you offer and want to stay longer. Then, with SEO, I help your website show up when people search for things related to your business. It's like putting a big sign on the road that says, 'Come here for awesome stuff!' This way, more people find your website, and your business becomes famous on the internet. It's like magic – more visitors can turn into more customers and success for you!",
            "img":"https://res.cloudinary.com/du3wd1lbd/image/upload/v1695031002/Andrew%20Kriegler/elevation-img_wpgx6i.jpg"
        }
    ]
}